Repository: ZackLiu777/Follower
Catalog: Follower/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: %lld people this week
ja: 今週%lld人
zh_hans: 本周%lld人
zh_hant: 本週%lld人

source: ~%lld next month
ja: 来月約%lld
zh_hans: 下月约%lld
zh_hant: 下月約%lld

source: 3-5 posts per week is optimal. Consistency matters more than volume.
ja: 週3〜5回の投稿が最適です。量より継続が重要です。
zh_hans: 每周3-5篇帖子最佳。持续性比数量更重要。
zh_hant: 每週3-5篇貼文最佳。持續性比數量更重要。

source: 7-Day Growth
ja: 7日間の成長
zh_hans: 7日增长
zh_hant: 7日成長

# account.addAccount
source: Add Account
ja: アカウントを追加
zh_hans: 添加账号
zh_hant: 新增帳號

# account.authorized
source: Authorized
ja: 認証済み
zh_hans: 已授权
zh_hant: 已授權

# account.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# account.connect
source: Connect
ja: 接続
zh_hans: 连接
zh_hant: 連接

# account.connectedAccounts
source: Connected Accounts
ja: 接続済みアカウント
zh_hans: 已连接账号
zh_hant: 已連接帳號

# account.connectNew
source: Connect New Account
ja: 新しいアカウントを接続
zh_hans: 连接新账号
zh_hant: 連接新帳號

# account.displayName
source: Display Name
ja: 表示名
zh_hans: 展示名
zh_hant: 顯示名稱

# account.expired
source: Expired
ja: 期限切れ
zh_hans: 已过期
zh_hant: 已過期

# account.footerHint
source: Alpha version uses simulated data. Enter any username to create a demo account.
ja: Alpha バージョンはシミュレーションデータを使用します。任意のユーザー名でデモアカウントを作成できます。
zh_hans: Alpha 版本使用模拟数据。输入任意用户名即可创建演示账号。
zh_hant: Alpha 版本使用模擬數據。輸入任意使用者名稱即可建立演示帳號。

# account.noAccountSelected
source: No account selected
ja: アカウントが選択されていません
zh_hans: 未选择账号
zh_hant: 未選擇帳號

# account.platform
source: Platform
ja: プラットフォーム
zh_hans: 平台
zh_hant: 平台

# account.profileTitle
source: Profile
ja: プロフィール
zh_hans: 个人账号
zh_hant: 個人帳號

# account.requiredFields
source: Username and display name are required
ja: ユーザー名と表示名は必須です
zh_hans: 用户名和展示名为必填
zh_hant: 使用者名稱和顯示名稱為必填

# account.revoke
source: Revoke
ja: 取り消し
zh_hans: 撤销
zh_hant: 撤銷

# account.revoked
source: Revoked
ja: 取り消し済み
zh_hans: 已撤销
zh_hant: 已撤銷

# account.title
source: Accounts
ja: アカウント
zh_hans: 账号
zh_hant: 帳號

# account.username
source: Username
ja: ユーザー名
zh_hans: 用户名
zh_hant: 使用者名稱

# common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# common.delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# common.error
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# common.loading
source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

# common.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# common.share
source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# common.syncNow
source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步
zh_hant: 立即同步

# dashboard.avgComments
source: Avg Comments/Post
ja: 平均コメント/投稿
zh_hans: 平均评论/帖
zh_hant: 平均留言/貼文

# dashboard.avgLikes
source: Avg Likes/Post
ja: 平均いいね/投稿
zh_hans: 平均赞/帖
zh_hant: 平均讚/貼文

# dashboard.comments
source: Comments
ja: コメント
zh_hans: 评论
zh_hant: 留言

# dashboard.connectAccount
source: Connect Account
ja: アカウントを接続
zh_hans: 连接账号
zh_hant: 連接帳號

# dashboard.engagementRate
source: Engagement Rate
ja: エンゲージメント率
zh_hans: 互动率
zh_hant: 互動率

# dashboard.followers
source: Followers
ja: フォロワー
zh_hans: 粉丝
zh_hant: 粉絲

# dashboard.following
source: Following
ja: フォロー中
zh_hans: 关注
zh_hant: 追蹤中

# dashboard.likes
source: Likes
ja: いいね
zh_hans: 点赞
zh_hant: 讚

# dashboard.media
source: Media
ja: 投稿
zh_hans: 帖子
zh_hant: 貼文

# dashboard.noAccount.message
source: Connect your Instagram or TikTok account to start tracking.
ja: Instagram または TikTok アカウントを接続して追跡を開始します。
zh_hans: 连接你的 Instagram 或 TikTok 账号以开始追踪。
zh_hant: 連接你的 Instagram 或 TikTok 帳號以開始追蹤。

# dashboard.noAccount.title
source: No Account Connected
ja: アカウント未接続
zh_hans: 未连接账号
zh_hant: 未連接帳號

# dashboard.noData.message
source: Sync your account to pull the latest data.
ja: アカウントを同期して最新データを取得します。
zh_hans: 同步你的账号以获取最新数据。
zh_hant: 同步你的帳號以獲取最新數據。

# dashboard.noData.title
source: No Data Yet
ja: データがありません
zh_hans: 暂无数据
zh_hant: 暫無數據

# dashboard.noPostsHint
source: No posts yet. Sync to load content.
ja: まだ投稿がありません。同期してコンテンツを読み込んでください。
zh_hans: 暂无帖子，请同步加载内容
zh_hant: 暫無貼文，請同步載入內容

# dashboard.recentContent
source: Recent Content
ja: 最近のコンテンツ
zh_hans: 最近内容
zh_hant: 最近內容

# dashboard.shares
source: Shares
ja: シェア
zh_hans: 分享
zh_hant: 分享

# dashboard.title
source: Dashboard
ja: ダッシュボード
zh_hans: 仪表盘
zh_hant: 儀表板

# dashboard.viewAll
source: View All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

# dashboard.views
source: Views
ja: 再生
zh_hans: 浏览
zh_hant: 瀏覽

# decisions.actionAskEngagement
source: Ask a question in your next post
ja: 次の投稿で質問をする
zh_hans: 在下一篇帖子中提问
zh_hant: 在下一篇貼文中提問

# decisions.actionCrossPromote
source: Cross-promote on Stories
ja: ストーリーズで相互宣伝
zh_hans: 在快拍中交叉推广
zh_hant: 在限時動態中交叉推廣

# decisions.actionDiversifyFrom
source: Diversify away from %@
ja: %@から多様化
zh_hans: 从%@转向多样化
zh_hant: 從%@轉向多樣化

# decisions.actionDMFollowers
source: Personally DM %d followers
ja: %d人のフォロワーにDM
zh_hans: 私信 %d 位粉丝
zh_hant: 私訊 %d 位粉絲

# decisions.actionDMSupporters
source: DM active supporters
ja: アクティブな支援者にDM
zh_hans: 私信活跃支持者
zh_hant: 私訊活躍支持者

# decisions.actionDoubleDown
source: Double down on %@ (%.1fx ROI)
ja: %@に集中（%.1f倍ROI）
zh_hans: 加码 %@（%.1f倍 ROI）
zh_hant: 加碼 %@（%.1f倍 ROI）

# decisions.actionEngageFollowers
source: Engage high-value followers
ja: 優良フォロワーと交流
zh_hans: 与高价值粉丝互动
zh_hant: 與高價值粉絲互動

# decisions.actionEngageTopFans
source: Engage your top 10 fans now
ja: トップ10ファンと交流
zh_hans: 立即互动前10名粉丝
zh_hant: 立即互動前10名粉絲

# decisions.actionOptimizeTiming
source: Optimize %@ posting time
ja: %@の投稿時間を最適化
zh_hans: 优化 %@ 发布时间
zh_hant: 優化 %@ 發佈時間

# decisions.actionPostType
source: Post %@ (%@ ROI format)
ja: %@を投稿（最高ROI形式）
zh_hans: 发布 %@（最高ROI格式）
zh_hant: 發佈 %@（最高ROI格式）

# decisions.actionReducePosts
source: Reduce %@ posts this week
ja: 今週の%@投稿を減らす
zh_hans: 本周减少%@帖子
zh_hant: 本週減少%@貼文

# decisions.actionReengage
source: Re-engage top commenters
ja: トップコメント投稿者と再交流
zh_hans: 重新互动热门评论者
zh_hant: 重新互動熱門評論者

# decisions.actionReplyAll
source: Reply to ALL pending comments
ja: 未返信コメントに全て返信
zh_hans: 回复所有待处理评论
zh_hant: 回覆所有待處理評論

# decisions.actionReplyComments
source: Reply to top comments
ja: 人気コメントに返信
zh_hans: 回复热门评论
zh_hant: 回覆熱門評論

# decisions.actionRunGiveaway
source: Run a small giveaway
ja: 小さなプレゼント企画を実施
zh_hans: 发起小型抽奖活动
zh_hant: 發起小型抽獎活動

# decisions.actionSchedule
source: Schedule posts for %@ %@
ja: %@ %@に投稿を予約
zh_hans: 安排在%@ %@发帖
zh_hant: 安排在%@ %@發文

# decisions.actionStopType
source: Pause ALL %@ posts (7 days)
ja: %@投稿を全て停止（7日間）
zh_hans: 暂停所有%@帖子（7天）
zh_hant: 暫停所有%@貼文（7天）

# decisions.actionTestVariation
source: Test a content variation
ja: コンテンツバリエーションをテスト
zh_hans: 测试内容变体
zh_hant: 測試內容變體

# decisions.actionTryFormat
source: Try switching to %@
ja: %@に切り替えてみる
zh_hans: 尝试切换到 %@
zh_hant: 嘗試切換到 %@

# decisions.alertMildTitle
source: POSTING BALANCE
ja: 投稿バランス
zh_hans: 发帖平衡
zh_hant: 發文平衡

# decisions.alertSevereTitle
source: URGENT: CONTENT FATIGUE
ja: 緊急：コンテンツ疲労
zh_hans: 紧急：内容疲劳
zh_hant: 緊急：內容疲勞

# decisions.basedOnData
source: Based on data from %@
ja: データ基準：%@
zh_hans: 基于 %@ 数据
zh_hant: 基於 %@ 數據

# decisions.bestPostingTime
source: BEST POSTING TIME
ja: ベスト投稿時間
zh_hans: 最佳发帖时间
zh_hant: 最佳發文時間

# decisions.boostGrowth
source: BOOST GROWTH TODAY
ja: 今日の成長アクション
zh_hans: 今日增长加速
zh_hant: 今日增長加速

# decisions.carousel
source: Carousel
ja: カルーセル
zh_hans: 轮播
zh_hant: 輪播

# decisions.collapse
source: Collapse
ja: 閉じる
zh_hans: 收起
zh_hant: 收起

# decisions.contentFatigue
source: CONTENT FATIGUE
ja: コンテンツ疲労
zh_hans: 内容疲劳提醒
zh_hant: 內容疲勞提醒

# decisions.declining
source: Declining
ja: 減少中
zh_hans: 下降中
zh_hant: 下降中

# decisions.details
source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

# decisions.engagementRecovery
source: ENGAGEMENT RECOVERY
ja: エンゲージメント回復
zh_hans: 互动恢复计划
zh_hant: 互動恢復計劃

# decisions.estimation
source: Estimate
ja: 見積り
zh_hans: 估算
zh_hant: 估算

# decisions.expectedImpact
source: Expected Impact
ja: 期待される効果
zh_hans: 预期效果
zh_hant: 預期效果

# decisions.grid
source: Grid
ja: グリッド
zh_hans: 网格
zh_hant: 網格

# decisions.growing
source: Growing
ja: 成長中
zh_hans: 增长中
zh_hant: 增長中

# decisions.heroFollowers
source: followers
ja: フォロワー
zh_hans: 当前粉丝
zh_hant: 目前粉絲

# decisions.heroGrowth7d
source: 7-Day Growth
ja: 7日間の増加
zh_hans: 7 日涨粉
zh_hant: 7 日漲粉

# decisions.heroViews7d
source: 7-Day Views
ja: 7日間のビュー
zh_hans: 7 日浏览
zh_hant: 7 日瀏覽

# decisions.impactBoost
source: +80 ~ +150 followers
ja: +80 ~ +150 フォロワー
zh_hans: +80 ~ +150 粉丝
zh_hant: +80 ~ +150 粉絲

# decisions.impactCritical
source: Prevent ~200 follower loss
ja: ~200フォロワー損失を防止
zh_hans: 防止 ~200 粉丝流失
zh_hant: 防止 ~200 粉絲流失

# decisions.impactEngagement
source: +15%% engagement
ja: +15%% エンゲージメント
zh_hans: +15%% 互动率
zh_hant: +15%% 互動率

# decisions.impactFansOnly
source: +%@ followers
ja: +%@ フォロワー
zh_hans: +%@ 粉丝
zh_hant: +%@ 粉絲

# decisions.impactFansViews
source: +%@ followers · %@ views
ja: +%@ フォロワー・%@ ビュー
zh_hans: +%@ 粉丝 · %@ 浏览
zh_hant: +%@ 粉絲 · %@ 瀏覽

# decisions.impactOptimize
source: +10 ~ +30%% engagement lift
ja: +10 ~ +30%% エンゲージメント向上
zh_hans: +10 ~ +30%% 互动提升
zh_hant: +10 ~ +30%% 互動提升

# decisions.impactRecovery
source: +30 ~ +50 re-engaged followers
ja: +30 ~ +50 再エンゲージ
zh_hans: +30 ~ +50 重新互动粉丝
zh_hant: +30 ~ +50 重新互動粉絲

# decisions.impactReverse
source: +50 ~ +120 followers regained
ja: +50 ~ +120 フォロワー回復
zh_hans: 恢复 +50 ~ +120 粉丝
zh_hant: 恢復 +50 ~ +120 粉絲

# decisions.impactViewsOnly
source: +%@ views
ja: +%@ ビュー
zh_hans: +%@ 浏览
zh_hant: +%@ 瀏覽

# decisions.insightContent
source: Content Strategy
ja: コンテンツ戦略
zh_hans: 内容策略
zh_hant: 內容策略

# decisions.insightEngagement
source: Engagement Tips
ja: エンゲージメントのヒント
zh_hans: 互动技巧
zh_hant: 互動技巧

# decisions.insightGrowth
source: Growth Opportunity
ja: 成長の機会
zh_hans: 增长机会
zh_hant: 增長機會

# decisions.list
source: List
ja: リスト
zh_hans: 列表
zh_hant: 列表

# decisions.moreActions
source: Show %d more actions
ja: 他 %d 件のアクション
zh_hans: 更多建议（%d 条）
zh_hant: 更多建議（%d 條）

# decisions.noAccountMessage
source: Connect your Instagram account and sync data to receive personalized growth recommendations.
ja: Instagramアカウントを接続してデータを同期すると、パーソナライズされた成長レコメンデーションが表示されます。
zh_hans: 连接你的Instagram账号并同步数据，获取个性化增长建议。
zh_hant: 連接你的Instagram帳號並同步數據，獲取個性化增長建議。

# decisions.noAccountTitle
source: No Account Connected
ja: アカウント未接続
zh_hans: 未连接账号
zh_hant: 未連接帳號

# decisions.noDataMessage
source: Sync your data to generate personalized growth actions based on your Instagram analytics.
ja: データを同期して、Instagram分析に基づいたパーソナライズされた成長アクションを生成します。
zh_hans: 同步数据以基于Instagram分析生成个性化增长行动。
zh_hant: 同步數據以基於Instagram分析生成個性化增長行動。

# decisions.noDataTitle
source: Sync to Get Recommendations
ja: 同期してレコメンデーションを取得
zh_hans: 同步获取决策建议
zh_hant: 同步獲取決策建議

# decisions.noDecisions
source: No decisions available. Pull to refresh.
ja: アクションプランはありません
zh_hans: 暂无决策，下拉刷新
zh_hant: 暫無決策，下拉刷新

# decisions.noDecisionsMessage
source: Sync your account to get data-driven growth suggestions.
ja: アカウントを同期すると、データに基づく成長提案が表示されます。
zh_hans: 同步账号后，将基于真实数据生成增长建议。
zh_hant: 同步帳號後，將基於真實數據生成成長建議。

# decisions.primaryBoostTitle
source: ACCELERATE GROWTH
ja: 成長を加速
zh_hans: 加速增长
zh_hant: 加速增長

# decisions.primaryReverseTitle
source: REVERSE THE TREND
ja: トレンドを反転
zh_hans: 逆转趋势
zh_hant: 逆轉趨勢

# decisions.primarySustainTitle
source: OPTIMIZE & SUSTAIN
ja: 最適化と維持
zh_hans: 优化与保持
zh_hant: 優化與保持

# decisions.reasonAudienceActive
source: Your audience is most active %@ %@
ja: %@ %@に最もアクティブです
zh_hans: 你的受众在%@ %@最活跃
zh_hant: 你的受眾在%@ %@最活躍

# decisions.reasonCriticalInactive
source: %d%% of your followers are inactive — urgent re-engagement needed.
ja: フォロワーの%d%%が非アクティブ — 緊急の再エンゲージが必要。
zh_hans: %d%%粉丝处于不活跃状态 — 需要紧急互动。
zh_hant: %d%%粉絲處於不活躍狀態 — 需要緊急互動。

# decisions.reasonDeclining
source: %@ engagement has dropped (%.1fx baseline). A format switch can help.
ja: %@のエンゲージメントが低下（%.1f倍）。フォーマット変更が効果的。
zh_hans: %@互动已下降（%.1f倍基线）。切换格式可能有帮助。
zh_hant: %@互動已下降（%.1f倍基線）。切換格式可能有幫助。

# decisions.reasonFatigueSevere
source: %@ posting frequency is critically high. Algorithm penalties likely.
ja: %@の投稿頻度が危険水準。アルゴリズムペナルティの可能性。
zh_hans: %@发帖频率过高。可能触发算法惩罚。
zh_hant: %@發文頻率過高。可能觸發算法懲罰。

# decisions.reasonInactiveFollowers
source: %d%% followers inactive — re-engagement needed
ja: フォロワーの%d%%が非アクティブ — 再エンゲージが必要
zh_hans: %d%%粉丝不活跃 — 需要重新互动
zh_hant: %d%%粉絲不活躍 — 需要重新互動

# decisions.reasonMomentum
source: %@ engagement is accelerating (%.1fx baseline). Ride the wave.
ja: %@のエンゲージメントが加速中（%.1f倍）。波に乗ろう。
zh_hans: %@互动正在加速（%.1f倍基线）。顺势而为。
zh_hant: %@互動正在加速（%.1f倍基線）。順勢而為。

# decisions.reasonPerformanceDeclining
source: %@ performance declining — posting frequency too high
ja: %@のパフォーマンス低下 — 投稿頻度が高すぎます
zh_hans: %@表现下降 — 发帖频率过高
zh_hant: %@表現下降 — 發文頻率過高

# decisions.reasonReelOutperform
source: %@s outperform other formats by %.1fx
ja: %@は他の形式より%.1f倍高い
zh_hans: %@比其他格式互动率高%.1f倍
zh_hant: %@比其他格式互動率高%.1f倍

# decisions.reasonTimeUplift
source: Posts at %@ get %@× the average engagement
ja: %@の投稿は平均の%@倍
zh_hans: 在 %@ 发帖的互动是平均水平的 %@ 倍
zh_hant: 在 %@ 發文的互動是平均水準的 %@ 倍

# decisions.recommendedActions
source: Recommended Actions
ja: 推奨アクション
zh_hans: 推荐行动
zh_hant: 推薦行動

# decisions.recoveryCriticalTitle
source: 🚨 REVIVE YOUR AUDIENCE
ja: 🚨 オーディエンスを復活
zh_hans: 🚨 紧急激活受众
zh_hant: 🚨 緊急激活受眾

# decisions.recoveryModerateTitle
source: RE-ENGAGE FOLLOWERS
ja: フォロワー再活性化
zh_hans: 重新互动粉丝
zh_hant: 重新互動粉絲

# decisions.stack
source: Stack
ja: スタック
zh_hans: 堆叠
zh_hant: 堆疊

# decisions.tab
source: Decisions
ja: アクション
zh_hans: 决策
zh_hant: 決策

# decisions.tagContent
source: Content
ja: コンテンツ
zh_hans: 内容
zh_hant: 內容

# decisions.tagEngagement
source: Engagement
ja: エンゲージメント
zh_hans: 互动
zh_hant: 互動

# decisions.tagGrowth
source: Growth
ja: 成長
zh_hans: 增长
zh_hant: 增長

# decisions.tagHealth
source: Health
ja: ヘルス
zh_hans: 健康
zh_hant: 健康

# decisions.tagOps
source: Ops
ja: 運用
zh_hans: 运营
zh_hant: 營運

# decisions.tagReach
source: Reach
ja: リーチ
zh_hans: 触达
zh_hant: 觸及

# decisions.tagTiming
source: Timing
ja: タイミング
zh_hans: 时间
zh_hant: 時間

# decisions.takeAction
source: Take action
ja: 実行する
zh_hans: 采取行动
zh_hant: 採取行動

# decisions.timeline
source: Timeline
ja: タイムライン
zh_hans: 时间线
zh_hant: 時間線

# decisions.title
source: Decisions
ja: アクションプラン
zh_hans: 增长决策
zh_hant: 增長決策

# decisions.todayActions
source: TODAY'S ACTIONS
ja: 今日のアクション
zh_hans: 今日建议
zh_hant: 今日建議

# decisions.why
source: Why
ja: 理由
zh_hans: 原因
zh_hant: 原因

source: Engage Back
ja: エンゲージメント返し
zh_hans: 互动回应
zh_hant: 互動回應

source: Hashtag Strategy
ja: ハッシュタグ戦略
zh_hans: 标签策略
zh_hant: 標籤策略

# mediakit.accountNotFound
source: Account not found. Please connect an account first.
ja: アカウントが見つかりません。先に接続してください。
zh_hans: 账号不存在，请先连接账号。
zh_hant: 帳號不存在，請先連接帳號。

# mediakit.avgComments
source: Avg Comments
ja: 平均コメント
zh_hans: 平均评论
zh_hant: 平均留言

# mediakit.avgLikes
source: Avg Likes
ja: 平均いいね
zh_hans: 平均赞
zh_hant: 平均讚

# mediakit.avgShares
source: Average Shares
ja: 平均シェア
zh_hans: 平均分享
zh_hant: 平均分享

# mediakit.businessAccount
source: BUSINESS
ja: ビジネスアカウント
zh_hans: 商务账号
zh_hant: 商業帳號

# mediakit.contentPerformance
source: Content Performance
ja: コンテンツパフォーマンス
zh_hans: 内容表现
zh_hant: 內容表現

# mediakit.contentPerformanceSubtitle
source: Top posts and type mix
ja: 人気投稿とタイプ分布
zh_hans: 热门帖子与内容类型分布
zh_hant: 熱門貼文與內容類型分布

# mediakit.coreMetrics
source: Core Metrics
ja: 主要指標
zh_hans: 核心指标
zh_hant: 核心指標

# mediakit.coreMetricsSubtitle
source: Key metrics with 7-day change
ja: 主要指標と7日間の変化
zh_hans: 核心指标与 7 天环比
zh_hant: 核心指標與 7 天變化

# mediakit.creatorAccount
source: CREATOR
ja: クリエイターアカウント
zh_hans: 创作者账号
zh_hant: 創作者帳號

# mediakit.dataNotes
source: Data Notes
ja: データの説明
zh_hans: 数据说明
zh_hant: 資料說明

# mediakit.dataNotesSubtitle
source: How this report was generated
ja: このレポートの生成方法
zh_hans: 本报告的生成方式
zh_hant: 本報告的產生方式

# mediakit.decisions
source: Growth Recommendations
ja: 成長の推奨事項
zh_hans: 增长建议
zh_hant: 增長建議

# mediakit.decisionsSubtitle
source: Data-driven actions from the decision engine
ja: 意思決定エンジンによるデータ駆動のアクション
zh_hans: 决策引擎根据你的数据生成的可执行建议
zh_hant: 決策引擎根據你的數據生成的可執行建議

# mediakit.engagementQuality
source: Engagement Quality
ja: エンゲージメント品質
zh_hans: 互动质量
zh_hant: 互動品質

# mediakit.engagementQualitySubtitle
source: Daily averages over 30 days
ja: 30日間の日次平均
zh_hans: 近 30 天日均互动趋势
zh_hant: 近 30 天日均互動趨勢

# mediakit.engagementRate
source: Engagement Rate
ja: エンゲージメント率
zh_hans: 互动率
zh_hant: 互動率

# mediakit.followers
source: Followers
ja: フォロワー
zh_hans: 粉丝
zh_hant: 粉絲

# mediakit.generatedBy
source: Generated by Follower
ja: Follower によって生成
zh_hans: 由 Follower 生成
zh_hant: 由 Follower 產生

# mediakit.generateMediaKit
source: Generate Media Kit PDF
ja: メディアキット PDF を生成
zh_hans: 生成媒体包 PDF
zh_hant: 產生媒體包 PDF

# mediakit.growthSummary
source: %@ → %@（%@%@ 净增长）
ja: %@ → %@（%@%@ 純増）
zh_hant: %@ → %@（%@%@ 淨增長）

# mediakit.growthTrend
source: Follower Growth
ja: フォロワー成長
zh_hans: 粉丝增长趋势
zh_hant: 粉絲增長趨勢

# mediakit.growthTrendSubtitle
source: Weekly follower count (12 weeks)
ja: 週間フォロワー數（12週）
zh_hans: 近 12 周粉丝数变化
zh_hant: 近 12 週粉絲數變化

# mediakit.mediaKitDescription
source: A professional summary report of your account, as a PDF.
ja: アカウントのプロフェッショナルな要約レポート（PDF）。
zh_hans: 账号专业摘要报告（PDF 格式）。
zh_hant: 帳號專業摘要報告（PDF 格式）。

# mediakit.mediaKitSection
source: Media Kit
ja: メディアキット
zh_hans: 媒体包
zh_hant: 媒體包

# mediakit.note1
source: Data sourced from Instagram API via your connected account.
ja: 接続アカウントの Instagram API 同期データを使用しています。
zh_hans: 数据来自已连接账号的 Instagram API 同步结果。
zh_hant: 資料來自已連接帳號的 Instagram API 同步結果。

# mediakit.note2
source: Numbers reflect the latest snapshot, not real-time values.
ja: 数値は最新スナップショットであり、リアルタイムではありません。
zh_hans: 数值为最近一次快照，非实时数据。
zh_hant: 數值為最近一次快照，非即時資料。

# mediakit.note3
source: Historical charts cover the available synced period.
ja: 履歴チャートは同期済みの期間を対象としています。
zh_hans: 历史图表覆盖已同步的时间范围。
zh_hant: 歷史圖表涵蓋已同步的時間範圍。

# mediakit.note4
source: Generated locally on device — no data leaves your device.
ja: レポートは端末内で生成され、データが外部に送信されることはありません。
zh_hans: 报告在设备本地生成——数据不会离开你的设备。
zh_hant: 報告在裝置本地產生——資料不會離開你的裝置。

# mediakit.personalAccount
source: PERSONAL
ja: 個人アカウント
zh_hans: 个人账号
zh_hant: 個人帳號

# mediakit.posts
source: Posts
ja: 投稿
zh_hans: 帖子
zh_hant: 貼文

# mediakit.postTypeDistribution
source: Post Type Mix
ja: 投稿タイプ分布
zh_hans: 内容类型分布
zh_hant: 內容類型分布

# mediakit.profileViews
source: Profile Views
ja: プロフィール閲覧
zh_hans: 浏览量
zh_hant: 瀏覽量

# mediakit.templateCreativeDesc
source: Full report with a branded gradient cover
ja: 完全なレポート・ブランドグラデーション表紙
zh_hans: 完整报告 · 品牌渐变封面
zh_hant: 完整報告 · 品牌漸變封面

# mediakit.templateMinimalDesc
source: Cover, core metrics, and closing notes only
ja: 表紙・主要指標・結びのみ
zh_hans: 仅封面、核心指标与结语
zh_hant: 僅封面、核心指標與結語

# mediakit.templateProfessionalDesc
source: Full report with a clean professional layout
ja: 完全なレポート・プロフェッショナルな淡色レイアウト
zh_hans: 完整报告 · 浅色专业排版
zh_hant: 完整報告 · 淺色專業排版

# mediakit.topPosts
source: Top 5 Posts
ja: トップ5投稿
zh_hans: 热门 Top 5
zh_hant: 熱門 Top 5

# mediakit.trendBars
source: Trend Bars
ja: トレンド棒グラフ
zh_hans: 趋势柱状图
zh_hant: 趨勢柱狀圖

# mediakit.trendBarsSubtitle
source: Weekly trends across six key metrics
ja: 主要6指標の週次トレンド
zh_hans: 六项核心指标的周度趋势
zh_hant: 六項核心指標的週度趨勢

# mediakit.trendStats
source: Trend Stats
ja: トレンド統計
zh_hans: 趋势统计
zh_hant: 趨勢統計

# mediakit.trendStatsSubtitle
source: Daily trends over the last 30 days (followers: 12 weeks)
ja: 過去30日間の日次トレンド（フォロワーは12週間）
zh_hans: 过去 30 天每日趋势（粉丝为 12 周）
zh_hant: 過去 30 天每日趨勢（粉絲為 12 週）

# mediakit.typeCarousel
source: Carousel
ja: カルーセル
zh_hans: 轮播
zh_hant: 輪播

# mediakit.typeImage
source: Image
ja: 画像
zh_hans: 图片
zh_hant: 圖片

# mediakit.typeVideo
source: Video
ja: 動画
zh_hans: 视频
zh_hant: 影片

source: No posts yet. Sync to load content.
ja: まだ投稿がありません。同期して読み込みます。
zh_hans: 暂无帖子，同步后加载内容。
zh_hant: 暫無帖子，同步後載入內容。

source: Post Frequency
ja: 投稿頻度
zh_hans: 发布频率
zh_hant: 發佈頻率

# premium.absoluteChange
source: Absolute Change
ja: 絶対変化
zh_hans: 绝对变化
zh_hant: 絕對變化

# premium.active
source: Active
ja: アクティブ
zh_hans: 活跃
zh_hant: 活躍

# premium.activeDaysOf
source: Active %d of %d days
ja: %d日中%d日アクティブ
zh_hans: 活跃 %d/%d 天
zh_hant: 活躍 %d/%d 天

# premium.activeDaysRatio
source: Active Days Ratio
ja: アクティブ日数比率
zh_hans: 活跃天数比例
zh_hant: 活躍天數比例

# premium.activityAnalysis
source: Activity Analysis
ja: アクティビティ分析
zh_hans: 活跃度分析
zh_hant: 活躍度分析

# premium.activityDistribution
source: Activity Distribution
ja: アクティビティ分布
zh_hans: 互动分布
zh_hant: 互動分布

# premium.activityLevel
source: Activity Level
ja: アクティビティレベル
zh_hans: 活跃级别
zh_hant: 活躍級別

# premium.analyzing
source: Analyzing…
ja: 分析中…
zh_hans: 分析中…
zh_hant: 分析中…

# premium.anomalies
source: Anomalies
ja: 異常
zh_hans: 异常
zh_hant: 異常

# premium.anomalyDetection
source: Anomaly Detection
ja: 異常検知
zh_hans: 异常检测
zh_hant: 異常檢測

# premium.authenticityAssessment
source: Authenticity Score
ja: 信頼性スコア
zh_hans: 真实性评估
zh_hant: 真實性評估

# premium.authenticityDesc
source: Analyzes engagement patterns, follower growth curves, and anomaly detection to assess account authenticity. Useful for brand partnership evaluation.
ja: エンゲージメントパターン、フォロワー成長曲線、異常検知を分析し、アカウントの信頼性を評価します。ブランド提携の評価に役立ちます。
zh_hans: 分析互动模式、粉丝增长曲线和异常检测，评估账号真实性。适用于品牌合作评估。
zh_hant: 分析互動模式、粉絲增長曲線和異常檢測，評估帳號真實性。適用於品牌合作評估。

# premium.authenticityScore
source: Authenticity Score
ja: 信頼性スコア
zh_hans: 真实性评分
zh_hant: 真實性評分

# premium.avgDailyChange
source: Avg Daily Change
ja: 1日あたりの平均変化
zh_hans: 日均变化
zh_hant: 日均變化

# premium.avgEngagementPerPost
source: Avg %@ engagement/post
ja: 平均 %@ エンゲージメント/投稿
zh_hans: 平均互动 %@/帖
zh_hant: 平均互動 %@/帖

# premium.avgEventsPerDay
source: Avg Events/Day
ja: 1日あたりの平均イベント
zh_hans: 日均事件数
zh_hant: 日均事件數

# premium.basedOnPosts
source: Based on %d posts
ja: 投稿 %d 件に基づく
zh_hans: 基于 %d 篇帖子
zh_hant: 基於 %d 篇貼文

# premium.benefit1
source: Advanced analytics and predictions
ja: 高度な分析と予測
zh_hans: 高级分析与预测
zh_hant: 進階分析與預測

# premium.benefit2
source: Deeper insights into your audience
ja: オーディエンスの深い洞察
zh_hans: 深入了解你的受众
zh_hant: 深入了解你的受眾

# premium.benefit3
source: Export in multiple formats
ja: 複数形式でのエクスポート
zh_hans: 多格式导出
zh_hant: 多格式匯出

# premium.benefit4
source: Long-term trend comparison
ja: 長期的なトレンド比較
zh_hans: 长期趋势对比
zh_hant: 長期趨勢對比

# premium.benefit5
source: Local AI-powered analysis
ja: ローカル AI 分析
zh_hans: 本地 AI 分析
zh_hant: 本地 AI 分析

# premium.bestDay
source: Best Day
ja: ベスト曜日
zh_hans: 最佳日期
zh_hant: 最佳日期

# premium.bestTimeConfidenceLabel
source: Confidence
ja: 確信度
zh_hans: 置信度
zh_hant: 置信度

# premium.bestTimeHistoricalTitle
source: Historical performance
ja: 過去のパフォーマンス
zh_hans: 历史表现
zh_hant: 歷史表現

# premium.bestTimeLiftDesc
source: Engagement vs your account average
ja: アカウント平均との比較
zh_hans: 相对你的账号平均互动
zh_hant: 相對你的帳號平均互動

# premium.bestTimeLiftLabel
source: vs average
ja: 平均比
zh_hans: 相对平均
zh_hant: 相對平均

# premium.bestTimeProbability
source: Chance of being your best posting window
ja: ベスト投稿時間帯である確率
zh_hans: 成为最佳发帖窗口的概率
zh_hant: 成為最佳發文視窗的機率

# premium.bestTimeSamples
source: %d posts analyzed
ja: %d件の投稿を分析
zh_hans: 共 %d 篇帖子分析
zh_hant: 共 %d 篇貼文分析

# premium.bestTimeScoreLabel
source: Score
ja: スコア
zh_hans: 评分
zh_hant: 評分

# premium.bestTimeToPost
source: Best Time to Post
ja: 投稿のベストタイミング
zh_hans: 最佳发帖时间
zh_hant: 最佳發文時間

# premium.bestTimeWhyTitle
source: Why this time?
ja: なぜこの時間帯？
zh_hans: 为什么是这个时间？
zh_hant: 為什麼是這個時間？

# premium.breakdown
source: Engagement Breakdown
ja: 内訳
zh_hans: 互动构成
zh_hant: 互動構成

# premium.bubbleLegend
source: Circle size = avg engagement · Number = posts
ja: 円の大きさ = 平均エンゲージメント・数字 = 投稿数
zh_hans: 圆大小 = 平均互动 · 数字 = 帖子数
zh_hant: 圓大小 = 平均互動 · 數字 = 貼文數

# premium.bubbleMatrix
source: Engagement Bubble Matrix
ja: エンゲージメントバブルマトリックス
zh_hans: 互动气泡矩阵
zh_hant: 互動氣泡矩陣

# premium.campaignDesc
source: Compare any two time periods to measure campaign effectiveness. Select start/end dates for before-and-after analysis.
ja: 任意の2つの期間を比較してキャンペーンの効果を測定します。開始日と終了日を選択して前後分析を行います。
zh_hans: 对比任意两个时间段，衡量投放效果。选择起止日期进行前后对比分析。
zh_hant: 對比任意兩個時間段，衡量投放效果。選擇起止日期進行前後對比分析。

# premium.campaignImpact
source: Campaign Impact
ja: キャンペーン効果
zh_hans: 投放效果
zh_hant: 投放效果

# premium.campaignTracking
source: Campaign Tracker
ja: キャンペーン追跡
zh_hans: 投放效果跟踪
zh_hant: 投放效果追蹤

# premium.chartReset
source: Overview
ja: 全表示
zh_hans: 全览
zh_hant: 全覽

# premium.churnDetected
source: Churn Detected
ja: 離脱を検出
zh_hans: 检测到流失
zh_hant: 檢測到流失

# premium.churnHigh
source: High Churn
ja: 高離脱
zh_hans: 高流失
zh_hant: 高流失
